<?php
// Heading
$_['heading_title']     	= 'Обновление остатков Фулфилмент Платформа';

// Text
$_['text_success']          = 'Настройки обновлены!';
$_['text_form']             = 'Редактирование настроек';
$_['text_01']               = 'Старт обновления';
$_['text_02']               = 'Обновлено: ';
$_['text_03']               = 'Добавлено: ';

$_['entry_apikey']          = 'API ключ';
$_['entry_sklad']          	= 'ID склада';
$_['entry_furl']          	= 'URL сервиса с https://';
$_['entry_getkey']          = 'Ключ инициализации GET запроса на обновление';
$_['entry_cron']            = 'URL для запуска обновления :';

//Help
$_['help_cron']            = 'Если используется GET ключ к данному url-у в конце добавить &ffkey=указаный в настройках getkey';


// Error
$_['error_permission']      = 'У вас нет прав для изменения модуля Новинки!';
$_['error_apikey']          = 'Требуется указать API ключ!';
